Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/lone-s.htm.tmx
Source language: sme
Languages: nob

source: Sámegiella lea badjelgehččojuvvon ja danne leat ollu bearrašat massán dan giela .
nob: Det samiske språket er blitt nedvurdert og derfor gått tapt i mange familier .

source: Ain dál vealahuvvo sámi kultuvra ja identitehta .
nob: Ennå i dag blir samisk kultur og identitet diskriminert .

source: Dál leat finnmárkulaččat ieža sivalaččat eanas dien vealaheapmái .
nob: Nå står finnmarkingene selv for store deler av denne diskrimineringen .

source: Mii leat oahppan vealahit sámivuođa .
nob: Vi har lært å diskriminere det samiske .

source: Dasa lassin dat lea lunddolaš iešgáhttendoaibma , vai ieš ii vealahuvvo .
nob: I tillegg er det et naturlig selvforsvar , for å slippe å bli diskriminert selv .

source: Sáhttá ge lohkat ahte finnmárkulaččat dovdet oktasaš heahpada iežaset sámi gullevašvuođa dihte , seammás go muhtumat maid dovdet čeavláivuođa .
nob: Man kan si at det i Finnmark eksisterer en kollektiv skam over å være samisk , ved siden av stoltheten mange av oss også føler .

source: Eaŋkilolbmo dásis čilge čikŋodatpsykologiija [ Carl Gustav Jung ] midjiide ahte juohke diŋggas lea suoivvan , ja maiddái olbmo psyhkas lea suoivvanbealli .
nob: På individnivå forklarer dybdepsykologien [ Carl Gustav Jung ] oss at slik som ethvert legeme kaster en skygge , har også psyken en skyggeside .

source: Buhtadan dihtii dán suoivvanbeali , de leat mis maid eanet siviliseren bealit : bajit-mun ja kultuvra-bajit-mun .
nob: For å kompensere for denne skyggesiden har vi også de mer siviliserte sidene : over-jeg og kultur-over-jeg .

source: Suoivana jietna dadjá:Sápmelaččat lea romit , unnit , oktageardánat , ii ge sis leat seamma alla árvu go dáččain .
nob: Skyggens stemme sier:Samer er stygge , små , primitive og ikke så mye verdt som nordmenn .

source: Olmmoš gal áigá juo oaidná goal lea sápmelaš , sin gal dovdá .
nob: Man vet når man ser en same , det er ikke til å ta feil av .

source: Lone , it galgga nu oainnusindahkat iežat sámi beliid – dat leat romit .
nob: Lone , du må ikke fremheve dine samiske sider – de er stygge .

source: Gula mat movt sisfinnmárkulaččat hupmet , sii geat ain dádjot daid sámi tullja áššiiguin .
nob: Hør på dialekten til de som er fra indre Finnmark , og enda holder på med samisk tull .

source: Sii eai máhte dárogiela ge albmaládje hupmat !
nob: De kan ikke snakke ordentlig norsk en gang !

source: Oaččut leat ilus go leat dárrolažžan šaddan .
nob: Du kan være glad for at du er blitt norsk .

source: Diehttelas lea váivi go it beasa iežat sámi hámis earránassii .
nob: Det er selvsagt dumt at du ikke har sluppet unna de samiske trekkene .

source: Muohtočohkat ja čalmmit eai leat jur čevllohallanveara .
nob: Kinnbena og øynene er ikke noe du trenger å være stolt av .

source: Dat almmuhit du
nob: De avslører deg .

source: Dan gal dieđát ahte maid dal de ain logažet , de ii leat moktege eksohtalaš dahje somá leat sápmelaš Norggas .
nob: Du vet jo at uansett hva de sier , så er ikke det noe eksotisk eller flott å være same i Norge .

source: Jus leat indiána , de dat gal lea gelddolaš čearddalašvuohta Norggas , muhto ii fál sápmelaš .
nob: Er du indianer , kan etnisitet være spennende i Norge , men ikke som same .

source: Eai leat dušše lulli norgalaččat geat boagustit sápmelaččaid – sin boagustit buohkat .
nob: Det er ikke bare søringene som ler av samene – alle ler av dem.

source: Albma finnmárkulaččat boagustit buot njálgámusat .
nob: Ordentlige finnmarkinger ler høyest .

source: Dus ii leat buhtis neahku ja du čalmmit leat beara unnit .
nob: Dine trekk er ikke rene og dine øyne er små .

source: Gea man ropmi dat lea !
nob: Se hvor stygt det er !

source: Ale fal doaivvo ahte ovttage mielas diet leat čábbát .
nob: Ikke tro at noen synes det er pent .

source: Hálidat go duođai oahppat diekkár fasttes giela ?
nob: Ønsker du virkelig å kunne et slikt stygt språk ?

source: It go gula man roavvát ja oktageardánit dat čuodjá !
nob: Hør hvor grovt og primitivt det høres ut !

source: It go dieđe ahte sápmelaččat leat nuoskkit ja eahperehálaččat ?
nob: Vet du ikke at samer er urenslige og uærlige ?

source: Dasa lassin leat sii várálaččat juhkanoaivvis !
nob: I tillegg er de farlige når de drikker !

source: Sii geavahit systema ja váldet min ruđaid !
nob: De utnytter systemet og tar fra oss pengene !

source: Ale divtte sin váldit iežat fámu !
nob: Ikke la dem ta makta fra deg !

source: Don leat dárrolaš !
nob: Du er norsk !

source: Jáhkát go buotdihttiid tulljaságaide ?
nob: Tror du på tullpratet til bedreviterne ?

source: It don gal dárbbaš smiehttat iežat sámi árbbi .
nob: Selvsagt kan du få slippe å tenke på din samiske arv .

source: Manne galggat dainna vuorjat iežat ?
nob: Hvorfor skal du plages med det ?

source: Manne galggašit ohcat maŋás masa mas ii leat makkárge árvu ?
nob: Hvorfor skal du søke tilbake til noe som ikke har noe verdi ?

source: Manne ohcat juoidá mii duohtavuođas lea dutnje stuora heahpadin ?
nob: Hvorfor søke til det du egentlig skjemmes over ?

source: Geahča man romes gávttit – it galgga goassege diekkára coggat badjelasat .
nob: Se på de stygge koftene – du må aldri finne på å ta på deg noe slikt .

source: De goit buohkat juo oidnet gosa don gulat .
nob: Da vet jo alle hvor du kommer fra .

source: Lea juo doarvái lossat leat Finnmárkkus eret .
nob: Det er ille nok å komme fra Finnmark .

source: Cokka bunáda ja nanne dan mii lea buhtis , mii gullá dárrui .
nob: Ta på deg bunaden og dyrk det rene , norske !

source: Áiggut go iežat maid dahkat bogostahkan ?
nob: Vil du også bli ledd av kanskje ?

source: Ale goassege loga iežat sápmelažžan !
nob: Kall deg aldri samisk !

source: Bajit-mu sivalašvuođadovdu dadjá:Diekkáriid it sáhte dadjat .
nob: Over-jeg ’ ets skyldfølelse sier:Du kan ikke si slikt .

source: It galgga diekkáriid jurddašit ge .
nob: Du kan ikke en gang tenke slikt .

source: Olmmoš ii galgga badjelgeahččat eará olbmuid , dat gohčoduvvo rasisman .
nob: Man skal ikke se ned på andre mennesker , det kan kalles rasisme .

source: Leat heajos olmmoš gii divttát iežat nie jurddašit !
nob: Du er et dårlig menneske som kan tillate deg å tenke slike tanker !

source: Dasa lassin leat don ieš beallesápmelaš .
nob: I tillegg er du halvt same selv .

source: Jurddaš buot ustibiiddát geat leat sámi sogalaččat !
nob: Tenk på alle vennene du har som er av samisk slekt !

source: Eai go sii leat albma fiinna olbmot ?
nob: Er ikke de fine og pene mennesker ?

source: Don dovddat ollu fiinna sápmelaččaid .
nob: Du vet om mange flotte samer .

source: Gákti lea čáppat .
nob: Det er fint med kofte .

source: Smiehta mat – ii go dus ge oro miela oažžut čáppa Láhpi gávtti !
nob: Kjenn bare etter – du har lyst på en flott Loppakofte !

source: Sámi kultuvra lea albma ja dat lea okta oassi dus maid .
nob: Samisk kultur er ekte og en del av deg .

source: Galggašit čevllohallat iežat sámi gullevašvuođa dihtii ja leat oassin dien fiinna kultuvrras , ovttas eará fiinna hutkkálaš olbmuiguin .
nob: Du burde være stolt over å ha samisk tilhørighet og være en del av den fine kulturen , sammen med fine og kreative mennesker .

source: Kultuvra-bajit-mu sivalašvuođadovdu dadjá:Galggat ráhkistit lagamuččaidat nugo iešiežat .
nob: Kultur over-jeg ’ ets skyldfølelse sier:Du skal elske din neste som deg selv .

source: Ii leat dohkálaš ahte ii liikot olbmuide sin neagu dahje čearddalašvuođa dihtii .
nob: Det er ikke godtatt å mislike noen på grunn av utseende eller etnisitet .

source: Norgga stáhta ja dáččat eai leat leamaš siivvut sápmelaččaid vuostá .
nob: Den norske stat og nordmenn har ikke vært snille mot samer .

source: Mii galgat leat siivvut sápmelaččaiguin .
nob: Vi må være snille mot samene .

source: Olmmošeatnatvuohta berrešii heahpadit buot vuoigatmeahttunvuođa dihtii mii lea dahkkojuvvon muhtun olmmošjoavkkuid vuostá .
nob: Menneskeheten bør skjemmes for all urett som er gjort mot grupper av folk .

source: Dat lea ovdal dáhpáhuvvan ja dat dáhpáhuvvá eará báikkiin , muhto dat ii sáhte dáppe dáhpáhuvvat .
nob: Det har skjedd før og det skjer andre plasser , men det kan ikke skje her .

source: Mis lea olmmošvierru , ja leat ovdánahttán alladási servodaga .
nob: Vi er et kultivert , høyt utviklet samfunn .

source: Sáhttá go leat buorre dovddahit iežas suoivvanbeali ?
nob: Kan det være positivt å vedkjenne seg en mørk skyggeside ?

source: Mu vásáhus lea ahte go olmmoš beassá mieđihit ahte sus lea diekkár bealli , de lea maid álkit gáidadit das eret ja fuobmát dan earáin .
nob: Min erfaring er at gjennom å vedkjenne seg en slik side , er det lettere å ta avstand fra den og kjenne den igjen hos andre .

source: Manná guhkes áigi ovdalgo mii finnmárkulaččat duostat dihtomielalaččat dovdat dán oktasaš heahpada , ja jorgalahttit dan buorrevuohtan .
nob: Det vil ta tid for oss finnmarkinger å bli bevisst vår kollektive skam , og snu den til stolthet .

source: ládje manná maid guhkes áigi ovdalgo eaŋkilolbmot nagodit dovddahit iežaset sámi gullevašvuođa ja dovdat dan buorren .
nob: På samme måte tar det tid for enkeltindividet å erkjenne den samiske tilhørigheten og finne tak i stoltheten .

source: Jus eai oahpa historjjá , de leat Láhpi skuvllaid mánát doaivaga haga .
nob: Uten å få kunnskap om historien er ungene på skolene i Loppa sjanseløse .

source: Dovddasteapmi boahtá go oažžu oahpu , ja dan maŋŋil sáhttá psyhkalaččat rahčagoahtit ja dasto nákce juoidá dahkat .
nob: Erkjennelsen starter med kunnskapen , så kan man kjempe med psyken på et senere stadium , for så å omsette i handling .

source: Dan rájes go mun gávnnahin ahte áhkku ja áddjá humaiga sámegiela , de manai vihtta jagi ovdalgo dieđihin sámi jienastuslohkui .
nob: Fra min oppdagelse av at besteforeldrene mine snakket samisk , tok det fem år før jeg meldte meg inn i samemanntallet .

source: Lean smiehttan oastit Láhpi gávtti , muhto in leat vel nagodan jurddašit ge álgit sámegiel kursii .
nob: Jeg har planlagt å kjøpe meg Loppakofte , men har ennå ikke orket tanken på å gå på kurs i samisk .

source: Ii oro vel lunddolaš hupmat sámi ságaid Láhpi olbmuiguin , muhto duosttan mun gal dan dahkat .
nob: Det kjennes ennå ikke naturlig å snakke om det samiske med folk fra Loppa , men jeg tør å gjøre det .

source: Measta buohkaiguin .
nob: Med nesten alle .

source: Oasáš Láhpi skuvlahistorjjás ?
nob: En liten bit skolehistorie fra Loppa ?

source: Vaikko mus leat ge dieđut dáruiduhttima , psyhka ja Láhpi historjjá birra , de liikká lea munnje váttis ráhkadit dás čoahkkáigeasu mii livččii sámi skuvlahistorjá .
nob: Trass i min kunnskap om fornorskningen , psyken og historien fra Loppa , får jeg dessverre vanskeligheter med å oppsummere dette som samisk skolehistorie .

source: Duogášdieđut mat mus leat Gáivuonas Romssas , muitalit ahte sáhttá geavvat nu ahte mii mearrasámit oažžut dan dovddu ahte mii fertet dego ándagassiiátnumiin searvat sámi oktavuhtii .
nob: Med bakgrunnskunnskap fra Kåfjord i Troms , vet jeg at det ikke er uvanlig at vi sjøsamer får følelsen av at vi må unnskylde oss for å få være med i det samiske fellesskapet .

source: Danne lea mu čoahkkáigeassu ná : 1845:s ledje 60,6 % mis sápmelaččat .
nob: Oppsummeringen blir derfor som følger : I 1845 var 60,6 % av oss samer .

source: Birrasiid 1940:s máhtte ollu mánát skuvllas sámegiela .
nob: Rundt 1940 kunne mange av ungene på skolen samisk .

source: Ollugat mis diehtit ahte mii leat sápmelaččat .
nob: Mange av oss vet at vi er samiske .

source: Muhtumat velá čevllohallet ge dan dihtii .
nob: Noen er til og med stolte av det .

source: Mis lea guhká leamaš skuvla Láhpis .
nob: Vi har lenge hatt skole i Loppa kommune .

source: Muhtun giliin lea ain skuvla .
nob: I noen av bygdene er det til og med skole ennå .

source: Ii go de sáhtáše ge gohčodit dán oasážin Láhpi sámi skuvlahistorjjás ?
nob: Da kan vi vel kalle dette en liten bit samisk skolehistorie fra Loppa ?

source: Gáldut :
nob: Kilder :

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
